driver-tests/bpelse/assign/AssignJbi/test/CopybyteInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <bytePart>
	<xsd_byte>0</xsd_byte>
	<optional_byte>2</optional_byte>        
	<repeat_byte>2</repeat_byte>
	<repeat_byte>200</repeat_byte>
   </bytePart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
